export default {
	state: () => ({
		questionsAndAnswers: [
			{
				question: "Як зайти в свій кабінет та внести зміни?",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
			{
				question: "Як працюють ваші психотерапевти онлайн?",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
			{
				question: "Психотерапія онлайн ефективна чи ні?",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
			{
				question: "Чи можливе анонімне спілкування?",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
			{
				question: "Кому підходить інтернет психолог?",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
			{
				question: "Як підготуватися до першої консультації?",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
			{
				question: "Плюси онлайн консультації психолога",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
			{
				question: "В якому часовому поясі я бронюю сеанс?",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
			{
				question: "Як працює сервіс психологічної допомоги?",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
			{
				question: "Як перенести, або відмінити сесію?",
				answer:
					"Численні дослідження  доводять, що ефективність онлайн терапії не поступається традиційному методу спілкування в офісі. А в деяких випадках навіть перевершує результати очних зустрічей. Це пов'язано з тим, що клієнт отримує допомогу, коли знаходиться у комфортному місці, яке сам і обрав. Це дозволяє налаштуватися на результат і не думати про фактори, що відволікають.",
			},
		],
	}),
	getters: {
		questionsAndAnswers: (state) => state.questionsAndAnswers,
	},
};